Repository: begateway/woocommerce-erip-payment-module
Catalog: wc-bepaid-erip-payments/languages/wc-begateway-erip-payment-*.po
Languages: be_by

source: WooCommerce ЕРИП платежи
be_by: Плацежы праз АРІП у WooCommerce

source: Модуль приёма ЕРИП платежей через агрегатора bePaid.by
be_by: Модуль прыняцця плацяжоў праз АРІП праз агрэгатар bePaid.by

source: ЕРИП
be_by: АРІП

source: Приём ЕРИП платежей через агрегатора bePaid.by
be_by: Прыём плацяжоў праз АРІП праз агрэгатар bePaid.by

source: Ошибка создания счёта в ЕРИП
be_by: Памылка пры стварэнні рахунку ў АРІП

source: API запрос:
be_by: API запыт:

source: Данные запроса:
be_by: Дадзеныя запыту:

source: API ответ:
be_by: API адказ:

source: Ошибка обработки JSON-ответа
be_by: Памылка апрацоўкі адказу ў фармаце JSON

source: Ошибка удаления счёта в ЕРИП
be_by: Памылка выдалення рахунку ў АРІП

source: Ошибка регистрации счёта в ЕРИП
be_by: Памылка рэгістрацыі рахунку ў АРІП

source: Инструкция об оплате заказа № %s
be_by: Інструкцыя па аплаце заказу № %s

source: Не найден номер операции, чтобы отменить ЕРИП счёт
be_by: Нумар аперацыі для адмены рахунку ў АРІП не знойдзены

source: Недействительный способ оплаты
be_by: Нядзецельны метад аплаты

source: Заказ требует уточнения остатков и обратного звонка клиенту
be_by: Заказ патрабуе ўточнення астаткаў і зваротнага званку кліенту

source: Счёт в ЕРИП уже создан
be_by: Рахунак у АРІП ужо створаны

source: Ожидается оплата заказа
be_by: Чакаецца аплата заказу

source: Оплата через ЕРИП
be_by: Аплата праз АРІП

source: Разрешить
be_by: Дазволіць

source: ID магазина
be_by: Ідэнтыфікатар магазіна

source: Введите ID магазина в системе bePaid
be_by: Увядзіце ідэнтыфікатар магазіна ў сістэме bePaid

source: Секретный ключ магазина
be_by: Сакрэтны ключ магазіна

source: Введите секретный ключ вашего магазина в системе bePaid
be_by: Увядзіце сакрэтны ключ вашага магазіна ў сістэме bePaid

source: Код услуги в системе ЕРИП
be_by: Код паслугі ў сістэме АРІП

source: Введите код услуги в системе ЕРИП, присвоенный bePaid
be_by: Увядзіце код паслугі ў сістэме АРІП, прызначаны bePaid

source: Сообщение в чеке после оплаты
be_by: Паведамленне ў чэку пасля аплаты

source: Введите сообщение, которой будет выводиться в чеке после оплаты заказа
be_by: Увядзіце паведамленне, якое будзе вывадзіцца на чэку пасля аплаты заказа

source: Спасибо за оплату
be_by: Дзякуй за аплату

source: Текст может содержать метки: {{fio}} - имя и фамилия покупателя, {{order_number}} - номер заказа, {{name_shop}} - имя вашего магазина.
be_by: Тэкст можа ўтрымліваць меткі: {{fio}} - імя і прозвішча пакупца, {{order_number}} - нумар заказу, {{name_shop}} - назва вашага магазіну.

source: Название способа оплаты
be_by: Назва метаду аплаты

source: Введите название способа оплаты, который будет отображаться у пользователя в списке вариантов оплаты
be_by: Увядзіце назву метаду аплаты, які будзе адлюстроўвацца карыстальніку ў спісе варыянтаў аплаты

source: Описание способа оплаты для покупателя
be_by: Апісанне метаду аплаты для пакупцы

source: Введите описание способа оплаты для пользователя
be_by: Увядзіце апісанне метаду аплаты для карыстальніка

source: ЕРИП позволяет произвести оплату в любом удобном для Вас месте, в удобное для Вас время, в удобном для Вас пункте банковского обслуживания – банкомате, инфокиоске, интернет-банке, кассе банков, с помощью мобильного банкинга и т.д. Вы можете осуществить платеж с использованием наличных денежных средств, электронных денег и банковских платежных карточек в пунктах банковского обслуживания банков, которые оказывают услуги по приему платежей, а также посредством инструментов дистанционного банковского обслуживания.
be_by: АРІП дазваляе здзейсніць аплату ў любым зручным для вас месцы, у зручны час, у зручным пункце банкаўскага абслугоўвання - банкамаце, інфакіоску, інтэрнэт-банку, касе банкаў, праз мабільны банкінг і г.д. Вы можаце здзейсніць плацеж гатовымі грошы, электроннымі грошымі і банкаўскімі карткамі ў пунктах банкаўскага абслугоўвання банкаў, якія прадастаўляюць паслугі па прыняццю плацежаў, а таксама праз інструменты дыстанцыйнага банкаўскага абслугоўвання.

source: Текст-подтверждение заказа для ручного режима
be_by: Тэкст-пацверджанне заказу для ручнага рэжыму

source: Введите текст-подтверждение заказа для ручного режима. Текст будет показан на странице завершения оплаты заказа.
be_by: Калі ласка, увядзіце тэкст пацверджання заказу для ручнага рэжыму. Тэкст будзе паказаны на старонцы завяршэння аплаты заказу.

source: Наш менеджер свяжется с вами для уточнения заказа и сообщит номер заказа и инструкции как его оплатить в системе ЕРИП.
be_by: Наш менеджэр звяжацца з вамі для ўдакладнення заказу і паведаміць вам нумар заказу і інструкцыі, як яго аплаціць у сістэме АРІП.

source: Текст-подтверждение заказа для автоматического режима
be_by: Тэкст-пацверджанне заказу для аўтаматычнага рэжыму

source: Введите текст-подтверждение заказа для автоматического режима. Текст будет показан на странице завершения оплаты заказа.
be_by: Увядзіце тэкст-пацверджанне заказу для аўтаматычнага рэжыму. Гэты тэкст будзе паказаны на старонцы завяршэння аплаты заказу.

source: Если вы осуществляете платеж в кассе банка, пожалуйста, сообщите кассиру о необходимости проведения платежа через ЕРИП. Для проведения платежа необходимо найти магазин в дереве ЕРИП по коду услуги {{erip_service_code}} или воспользоваться инструкцией: 1.​ Выбрать пункт ЕРИП 2.​ Выбрать последовательно пункты: {{instruction_erip}} 3.​ Ввести номер заказа {{order_number}} 4.​ Проверить корректность информации 5.​ Совершить платеж. Если вы пользуетесь мобильным приложением банка, то используйте его, чтобы отсканировать QR-код и осуществить платеж. {{qr_code}} Обратите внимание: если вы откажетесь от покупки, для возврата денег вам придется обратиться в магазин.
be_by: Калі вы здзейснюеце плацеж у касе банка, калі ласка, паведаміце касіру пра неабходнасць здзейснення плацежу праз АРІП. Для здзейснення плацежу неабходна знайсці магазін у дрэве АРІП па кодзе паслугі {{erip_service_code}} альбо скарыстацца інструкцыяй: 1.​ Абярыце пункт АРІП 2.​ Парадкова абярыце пункты: {{instruction_erip}} 3.​ Увядзіце нумар заказу {{order_number}} 4.​ Праверце карэктнасць інфармацыі 5.​ Здзейсніце плацеж. Калі вы карыстаецеся мабільным прыкладаннем банка, выкарыстоўвайце яго, каб сканаваць QR-код і здзейсніць плацеж. {{qr_code}} Звярніце ўвагу: калі вы адмовіцеся ад пакупкі, для вяртання грошай вам трэба будзе звярнуцца ў магазін.

source: Текст может содержать метки: {{fio}} - имя и фамилия покупателя, {{order_number}} - номер заказа, {{name_shop}} - имя вашего магазина, {{instruction_erip}} - инструкция по оплате через ЕРИП.
be_by: Тэкст можа ўтрымліваць тэгі: {{fio}} - імя і прозвішча пакупца, {{order_number}} - нумар заказу, {{name_shop}} - назва вашага магазіну, {{instruction_erip}} - інструкцыя па аплаты праз АРІП.

source: Текст для e-mail сообщения с инструкцией об оплате
be_by: Тэкст электроннага паведамлення з інструкцыямі аб аплаце

source: Введите текст сообщения, которое ваш покупатель получит после создания заказа
be_by: Увядзіце тэкст паведамлення, якое ваш пакупца атрыме пасля стварэння заказу

source: Здравствуйте, {{fio}}! В этом письме содержится инструкция как оплатить заказ {{order_number}} в магазине {{name_shop}} через систему ЕРИП. Если вы осуществляете платеж в кассе банка, пожалуйста, сообщите кассиру о необходимости проведения платежа через ЕРИП. Для проведения платежа необходимо найти магазин в дереве ЕРИП по коду услуги {{erip_service_code}} или воспользоваться инструкцией: 1.​ Выбрать пункт ЕРИП 2.​ Выбрать последовательно пункты: {{instruction_erip}} 3.​ Ввести номер заказа {{order_number}} 4.​ Проверить корректность информации 5.​ Совершить платеж. Если вы пользуетесь мобильным приложением банка, то используйте его, чтобы отсканировать QR-код и осуществить платеж. {{qr_code}} Обратите внимание: если вы откажетесь от покупки, для возврата денег вам придется обратиться в магазин.
be_by: Прывітанне, {{fio}}! У гэтым лісце знаходзіцца інструкцыя, як аплаціць заказ {{order_number}} ў магазіне {{name_shop}} праз сістэму АРІП. Калі вы здзейсніце плацеж у касе банка, калі ласка, паведаміце касіру аб неабходнасці правядзення плацежу праз ЕРІП. Для правядзення плацежу неабходна знайсці магазін у дрэве АРІП па кодзе паслугі {{erip_service_code}} альбо скарыстацца інструкцыяй: 1.​ Выбраць пункт АРІП 2.​ Парадкова вылучыць пункты: {{instruction_erip}} 3.​ Увесці нумар заказу {{order_number}} 4.​ Праверыць карэктнасць інфармацыі 5.​ Здзейсніць плацеж. Калі вы карыстаецеся мабільным прыкладаннем банка, выкарыстоўвайце яго, каб сканаваць QR-код і здзейсніць плацеж. {{qr_code}} Звярніце ўвагу: калі вы адмовіцеся ад пакупкі, для вяртання грошай вам давядзецца звярнуцца ў магазін.

source: Текст может содержать метки: {{fio}} - имя и фамилия покупателя, {{order_number}} - номер заказа, {{name_shop}} - имя вашего магазина, {{instruction_erip}} - инструкция по оплате через ЕРИП, {{qr_code}} - QR-код для оплаты через мобильное приложение банка.
be_by: Тэкст можа ўтрымліваць меткі: {{fio}} - імя і прозвішча пакупцы, {{order_number}} - нумар заказу, {{name_shop}} - назва вашага магазіну, {{instruction_erip}} - інструкцыя па аплаты праз АРІП, {{qr_code}} - QR-код для аплаты праз мабільнае дадатак банку.

source: Оплата действительна (минут)
be_by: Час дзейнасці аплаты (у хвілінах)

source: Укажите количество минут, в течение которых заказ должен быть оплачен
be_by: Задайце колькасць хвілін, на працягу якіх заказ павінен быць аплачаны

source: Создание счёта в ЕРИП
be_by: Стварэнне рахунку ў АРІП

source: Выберите тип создания счёта для пользователя
be_by: Выберыце тып стварэння рахунку

source: Автоматическое создание счёта
be_by: Аўтаматычнае стварэнне рахунку

source: Ручное создание счёта
be_by: Ручнае стварэнне рахунку

source: Журнал отладки
be_by: Журнал дэбагавання

source: Включить журнал отладки
be_by: Уключыць журнал дэбагавання

source: Записывать события
be_by: Запісваць падзеі

source: Заказ отменен
be_by: Замова адмянена

source: Номер операции
be_by: Нумар аперацыі

source: Вы отменяете выставленный счёт в ЕРИП
be_by: Вы адмяняеце выставлены рахунак у АРІП

source: Отменить счёт в ЕРИП
be_by: Скасаваць рахунак у АРІП

source: Вы создаете счёт в ЕРИП
be_by: Вы ствараеце рахунак у АРІП

source: Создать счёт в ЕРИП
be_by: Стварыць рахунак у АРІП

source: Настройки
be_by: Налады

source: ЕРИП действия
be_by: АРІП дзеянні

source: Обрабатываем запрос...
be_by: Апрацоўваем запыт…

source: Счёт в ЕРИП успешно отменён
be_by: Рахунак у АРІП паспяхова адмянены

source: Счёт в ЕРИП создан успешно
be_by: Рахунак у АРІП паспяхова створаны
